/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"モバイルアカウントとその他のオプション";
"mcx.pfm_description" =			"モバイルアカウントの作成、削除、およびその他のオプションです。";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"ポータブル・ホームディレクトリを作成";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"ユーザがログインするときにポータブル・ホームディレクトリを作成します（同期はデフォルトで入）。";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"モバイルアカウントを作成";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"ユーザのログイン時に、同期が切のモバイルアカウントを作成します。";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"モバイルアカウントのダイアログを表示";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"モバイルアカウントを作成する前に、モバイルアカウントを作成せずにネットワークアカウントとネットワークホームを使ってログインできるダイアログを表示します。";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"モバイルアカウントダイアログの使用停止のオプションを表示";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"モバイルアカウントの作成ダイアログで、次回からのログイン時にダイアログを表示しないオプションをユーザが選択できるようにします。";
"cachedaccounts.create.encrypt.pfm_title" =			"FileVault モバイルホームを要求";
"cachedaccounts.create.encrypt.pfm_description" =			"FileVault 暗号化を使ってモバイルアカウントのホームを作成します。";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"FileVault モバイルホームのためにマスターパスワードを要求";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"FileVault モバイルホームを作成するには、コンピュータのマスターパスワードが必要になります。これを“真”に設定した場合、マスターパスワードの入力がないときは、FileVault ホームの作成、モバイルホームを作成するためのログインが拒否されます。これを“偽”に設定した場合、マスターパスワードなしで FileVault を作成できます。";
"cachedaccounts.create.maxSize.pfm_title" =			"FileVault モバイルホームのサイズ制限";
"cachedaccounts.create.maxSize.pfm_description" =			"FileVault モバイルホームの最大サイズです。サイズを制限しない場合は“noMaxSize”、“FileVault モバイルホームの最大サイズ”キーにサイズ制限を指定する場合は“fixed”、“FileVault モバイルホームの最大サイズ（割合）”キーにネットワークホームのディスク・クオータに対する割合としてサイズ制限を指定する場合は“percentOfNetworkHome”に設定します。";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"FileVault モバイルホームの最大サイズ";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"FileVault モバイルホームの最大サイズをバイト単位（文字列）で指定します。この値を有効にするには、“FileVault モバイルホームのサイズ制限”キーを“fixed”に設定する必要があります。";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"FileVault モバイルホームの最大サイズ（割合）";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"FileVault モバイルホームの最大サイズをネットワークホームのクオータに対する割合で指定します。この値を有効にするには、“FileVault モバイルホームのサイズ制限”キーを“percentOfNetworkHome”に設定する必要があります。";
"cachedaccounts.create.location.pfm_title" =			"モバイルホームの場所";
"cachedaccounts.create.location.pfm_description" =			"モバイルホームの場所です。起動ボリュームの“/ユーザ”に作成する場合は“startup”を、“Mobile Home Path”キーのフォルダパスを指定する場合は“path”を、ユーザがボリュームを選択できるようにする場合は“userPicksVolume”を、ユーザが内部ボリュームだけを選択できるようにする場合は“userPicksInternalVolume”を、ユーザが外部ボリュームだけを選択できるようにする場合は“userPicksExternalVolume”を選択します。";
"cachedaccounts.create.location.path.pfm_title" =			"モバイルホームの親のパス";
"cachedaccounts.create.location.path.pfm_description" =			"ユーザのモバイルホームが作成されるフォルダへのファイル・システム・パスです。この値を有効にするには、“モバイルホームの場所”キーを“path”に設定する必要があります。";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"FileSync サーバを許可";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"同期のために利用可能であればリモート FileSyncAgent プロセスを使用する場合は“真”に設定します。同期のためにネットワークホームのファイルサーバを使用する場合は“偽”に設定します。";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"FileSync サーバを要求";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"同期にリモート FileSyncAgent プロセスを要求する場合は“真”に設定します。";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"同期の暗号化を許可";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"同期の際に利用可能であればデータの暗号化を使用する場合は“真”に設定します。同期の際にデータの暗号化を使用しない場合は“偽”に設定します。";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"同期の暗号化を要求";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"同期の際にデータの暗号化を要求する場合は“真”に設定します。";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"モバイルアカウントの存続期間";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"モバイルアカウントとそのホームは、ここに指定した時間（秒単位）が経過すると削除されます。値を -1 に設定した場合は、モバイルアカウントは削除されません。値を 0 に設定した場合は、モバイルアカウントは削除できる状態になったらすぐに削除されます。";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"モバイルアカウントを削除するときに同期を要求";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"モバイルアカウントを削除する前に、ホームを正しく同期することを要求します。この設定は、“モバイルアカウントの有効期限”キーに自動的に削除することを指定したときにだけ適用されます。";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"ローカルのユーザテンプレートを使ってモバイルホームを作成";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"モバイルアカウントの作成時に、コンピュータのユーザテンプレートを使ってローカル・ホームフォルダを作成します。";
"cachedaccounts.create.syncURL.pfm_title" =			"同期の URL";
"cachedaccounts.create.syncURL.pfm_description" =			"ホーム同期に使用するネットワークホームの URL です。モバイルアカウントを作成する場合にだけ設定できます。文字列“%@”は、使用前にユーザレコード名に置き換えられます。例）afp://myserver.apple.com/Users/BuildingA/%@";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "エラーが起きた場合でも PHD 作成を許可";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"同期エラーが起きた場合にユーザが PHD アカウントを作成することを許可しない場合は“偽”に設定します。";

"timeZone.pfm_title" = "時間帯";
"timeZone.pfm_description" = "“America/Los_Angeles”もしくは“US/Pacific”のように /usr/share/zoneinfo で定義されている時間帯名に設定します。";
"timeServer.pfm_title" = "タイムサーバ";
"timeServer.pfm_description" = "認識されているタイムサーバ名に設定します。例）“time.apple.com”";

"DisableGuestAccount.pfm_title" = "ゲストアカウントを無効にする";
"DisableGuestAccount.pfm_description" = "ゲストアカウントを無効にする場合は“真”に設定します。ゲストアカウントを有効にする場合は“偽”に設定します。";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "ログインウインドウのユーザリストのアップデート回数";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "ユーザリストの更新を求める追加回数に設定します。";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "ログインウインドウのユーザリストのアップデート間隔（秒）";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "ユーザリストの更新を求める間隔（秒）に設定します。無効にする場合は 0 に設定します。";

"RequireAdminForIBSS.pfm_title" = "AirMac IBSS に管理者の認証を要求";
"RequireAdminForIBSS.pfm_description" = "個別の AirMac IBSS ネットワークを作成するのに管理者の認証を要求する場合は“真”に設定します。無効にする場合は“偽”に設定します。";
"RequireAdminForAirPortNetworkChange.pfm_title" = "AirMac ネットワークの変更に管理者の認証を要求";
"RequireAdminForAirPortNetworkChange.pfm_description" = "AirMac ネットワークを変更するのに管理者の認証を要求する場合は“真”に設定します。無効にする場合は“偽”に設定します。";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "AirMac 電源設定の変更に管理者の認証を要求";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "AirMac の電源を操作するのに管理者の認証を要求する場合は“真”に設定します。無効にする場合は“偽”に設定します。";
